[
    {
        "title": "Reading Group",
        "description": "Our weekly discussions on recent machine learning papers, called “reading groups”, are at the core of our community. We strongly believe that undergrads have the potential to do meaningful contributions in the field of ML. Because of that we organize reading groups for undergrads, lead by undergrads. We are confident that this is one of the best ways for undergrads to have a taste of the current literature, while joining a vibrant community."
    },
    {
        "title": "Workshops",
        "description": "`We host workshops every two weeks on Thursdays from 5 PM - 7 PM ET, covering various topics in Machine Learning (ML). They are beginner friendly, since we cover everything from scratch. Our workshops are comprised of lectures and labs. In lectures, you'll get a high-level understanding of fundamental ML through a presentation followed by an interactive Q&A session. Each lecture will have an associated lab. In labs you'll apply what you’ve learned in a Jupyter notebook with other students."
    },
    {
        "title": "Generator",
        "description": "Generator is MIT’s premiere research competition intended to recognize promising students who are improving artifical intelligence (AI) and/or harnessing it to solve societal challenges. We provide mentorship from both industry professionals and academic researchers, cloud compute resources, and access to our events and speaker series. Generator empowers students across the Boston area to pursue technical and creative excellence in meaningful long-term projects. For more information check out <a href='http://generator.mit.edu/' target='_blank' > http://generator.mit.edu </a>"
    },
    {
        "title": "Labs",
        "description": "Machine learning (ML) algorithms are advancing quickly. They’re powering applications in every industry, and will only become more ubiquitous over the next few years. However, at MIT, ML work is primarily theoretical and research-based. AIM Labs' aim is to bring a more practical focus to MIT. We are building a community of talented, passionate hackers, working together to use cutting-edge ML in public-facing projects. Every semester, we host a demo day and invite the community to see what we’ve been building! 🥳"
    }
]