[
    {
        "name": "Jimin Lee",
        "bio": "Jimin is a sophomore majoring in Electrical Engineering and Computer Science. Her current interests are neural networks for NLP research and computer vision. Jimin enjoys playing sports and traveling in her free time.",
        "img": "headshots/Jimin Lee.png",
        "role": "Co-President"
    },
    {
        "name": "Zach Ankner",
        "bio": "Just a set of sufficiently deep representations faking extrapolation by interpolating. I'm hoping to study Mathematics and Computer Science. I'm pretty much interested in all of AI, but I'm most interested in Adversarial Robustness, Self-Supervised Learning, and Reasoning as of now.",
        "img": "headshots/Zachary Ankner.png",
        "role": "Co-President"
    },
    {
        "name": "Nithya Attaluri",
        "bio": "I'm Nithya, a junior at MIT and co-president of AI@MIT. I'm interested in hardware-software co-design for deep learning and real-world applications of artificial intelligence, especially in the medical field. In my free time, I love exploring cities, discovering new music, and hanging out with friends.",
        "img": "headshots/Nithya Attaluri.png",
        "role": "Treasurer"
    },
    {
        "name": "David Koplow",
        "bio": "",
        "img": "headshots/David Koplow.jpg",
        "role": "Labs Co-Lead"
    },
    {
        "name": "Sejal Gupta",
        "bio": "",
        "img": "headshots/Sejal Gupta.jpg",
        "role": "Labs Co-Lead"
    },
    {
        "name": "Jose Ricardo Ramos",
        "bio": "I’m Ricardo, a 2nd year studying AI and Decision Making. I am very passionate about using AI/technology to have an impact through entrepreneurship. I am also a huge soccer fan and love playing it.",
        "img": "headshots/Jose Ricardo Ramos.jpg",
        "role": "Reading Group Co-Lead"
    },
    {
        "name": "Shayda \"Shaydawg\" Moezzi",
        "bio": "Shayda is a sophomore majoring in course 6-3 with a potential concentration in the history of art, architecture, and design. She is currently pursuing a UROP with the Decentralized Information Group at CSAIL. Outside of the lab, shayda enjoys working as a barista or being on the other end in search of the best iced dirty chai.",
        "img": "headshots/Shayda Moezzi.png",
        "role": "Reading Group Co-Lead"
    },
    {
        "name": "Kevin Meng",
        "bio": "Kevin is a junior studying EECS who co-leads AIM Workshops. His current interests focus on deciphering the fact-storing and decision-making mechanisms in neural nets, but he's also worked on problems in NLP, bioinformatics, computational journalism, and computer vision. In his free time, he enjoys listening to music, playing basketball, and running.",
        "img": "headshots/Kevin Meng.png",
        "role": "Workshops Co-Lead"
    },
    {
        "name": "Anika Puri",
        "bio": "Anika Puri is a freshman at MIT currently hoping to major in Electrical Engineering and Computer Science. Exploring technology & engineering for social good, Anika is especially passionate about innovation focusing on environmental science and biomedical engineering. Anika is also a part of the MIT Bhangra Dance team and is excited to learn more about Artificial Intelligence as a part of AIM.",
        "img": "headshots/Anika Puri.jpg",
        "role": "Marketing Director"
    },
    {
        "name": "Erick Gbordzoe",
        "bio": "I'm Erick a 6-3 in the class of 2023 and I'm the Labs initiative co-leader with Kathleen. My machine learning interests are in NLP and working on applied ML projects. In my free time I enjoy lifting, baking, and waiting for Kanye to release Donda (hopefully I'm not still waiting by the time you read this).",
        "img": "headshots/Erick Gbordzoe.png",
        "role": "Social Director"
    },
    {
        "name": "Will (Guilhermo) Costa",
        "bio": "Will is a sophomore from Brazil majoring in course 18C. He is currently pursuing an UROP investigating grokking in neural networks.",
        "img": "headshots/Will (Guilhermo) Costa.png",
        "role": "Webmaster"
    }
]




